import Navbar from "../../Navbar/Navbar";
import "./About.css";




function About() {
    return(
        <>
        <Navbar />
        <div className="About1">
               <h3>درباره ما</h3>
            <p>سلام ما مجموعه ریکه هستیم که ما در حوزه پوشاک در سال1392به فعالیت خود در این زمینه شروع کردیم ما اکنون بیش از 30شعبه فعال در سراسر 
                کشور داریم ما بهترین قیمت ها را در کل کشور داریم مجموعه ما همواره در تلاش میباشد تا محصولات جدید و متنوعی رو به بازار عرضه نماید لطفا نظرات پیشنهادات و انتقادات خود را در مورد مجموعه حتما با ما در میان بگذارید
            </p>
            
        </div>
        </>
    )
    
}
    export default About
